// 常用 1000 字资源包
// 排序依据：Jun Da 现代汉语字频表 + jieba 词频表 双排名融合
// 可直接编辑下方 data，每行 25 字，增删后保存即生效
window.registerCommonChars({
  id: "common1000",
  name: "常用1000字",
  data: `是一了不在有人的他我中这和为大上个来国地到以说也就
要时们出你年会对可着生而于得下之道后能过那子自用都
家发成行多里作去学还所方事分天经好如法起其同她与主
日小从本只种部前面长进但动当定看然又没心等开现将民
么把高军全工想已理业公此力两些实由外使无月并机最三
被者新因向正见明重政门手体间关它很头意产或内点文问
样第相代制性情应西知十市战加各物给水名化表身位及合
老东二度通回次美口比平话区原任海入更建先利常走立山
教特才员再声世提北处己安气打数总场女便果系儿做南至
量却别电四太期少路受报活变信听真几金条资解治直目什
万反题务展设形命达队马管书接王科论统结义计即元院神
决城今品指放让基社张权强保五司则住何清式领件死认白
共光必该带难据像色师类眼程石级完叫边空笑非取每记交
改感规界术斯干导流议风称传德运组求号快近兵连武许收
党车布首台往转济亲象极约字且花府言拉克望步联持争格
质思根吃集林具造告调尔较官百英始华技米办备单远深观
候未江委商觉准请增团士呢令线史曾爱选飞价省算确专广
火怎农需历众研功河古考影早除图红复越际京族跟断整段
证器土究精病夫满黄周装李包找另服派离型失存随示属支
写切吧容站片击况职汉八亚虽识半举朝息参革州势轻投推
引照须似语按构落企吗消显群仅标响视列低倒黑热青阳足
划局项易罗料杀尽节律六查校双房营游甚九网钱境底费股
故突值初供志兴谁帝案育施仍副客千护若坐占防县批拿湖
星注速致率皇织讲球纪破音严药态斗居围医脸般置源巴念
七敌积采谈留乐责阿依章紧终续察攻父食创状龙送维试刚
承例密效细某怕急鱼哪素绝村铁验获害乎血答毛陈男左母
船环木弹待伤苏既层余独喜竟啊刻愿均冲够洲负奇微久止
排惊助习修胜模右富孩演晚射云适印编银陆错降限希财略
差苦酒树继友预座皮卫背乡养夜范善岁宝句波压宗普抗劳
策超退户著乱配香优弟益敢假买审您航威征协停剑艺哥草
刘角封份帮室岛读担兰挥充激执升穿检块福田否席衣欢楼
冷免招掌简闻景阶域藏异忙诉宫守脚宣画架述脑镇险杨监
尼沙换味油判阵央核坚尚靠温临旅版妈追沉痛括怪贵词跑
救礼欧罪娘胡顾灵洋良静呼玉散板港纳忽春评含亮渐货暗
楚端测登归短败叶控赛警班诗刀哈掉喝烈露互犯雷剧饭材
毒赶街顶销旧移亿额永松怀卖减枪佛园肉恶慢练顺疑介厂
遇杂遗洞输坏钟鲜堂顿宋笔录托伊康湾亦炮牛卡索票付概
肯款孙恩屋固跳授吸夏旁补附序讨缺刺督耳桥呀唐伯探睡
危嘴雨姑典野爷俄诸逐姐误载秘困智吴宁筑舰朱曲盘妇兄
毫巨训脱抓熟婚岸扩齐税禁臣茶庭圣借谢烟翻础宽雄寻毕
`
});
